Repository: lcarli/AcademiaAuditiva
Catalog: AcademiaAuditiva/Resources/SharedResources.*.resx
Languages: fr_ca, pt_br

# Header.Exercise
source: Exercise
fr_ca: Exercice
pt_br: Exercício

# Header.Games
source: Games
fr_ca: Jeux
pt_br: Jogos

# Dashboard.Progress
source: Exercise Progress
fr_ca: Progrès dans les Exercices
pt_br: Progresso nos Exercícios

# Dashboard.Overall
source: Overall Performance
fr_ca: Performance Générale
pt_br: Desempenho Geral

# Dashboard.Timeline
source: Exercise Timeline
fr_ca: Chronologie des Exercices
pt_br: Linha do Tempo dos Exercícios

# Dashboard.Title
source: Dashboard
fr_ca: Tableau de bord d'Évolution
pt_br: Dashboard de Evolução

# Dashboard.Subtitle
source: Track your progress and evolution.
fr_ca: Suivez votre progression et votre évolution.
pt_br: Acompanhe seu progresso e evolução.

# Header.Dashboard
source: Dashboard
fr_ca: Tableau de Bord
pt_br: Painel

# Login.Hello
source: Hello
fr_ca: Bonjour
pt_br: Olá

# Login.Logout
source: Logout
fr_ca: Sortir
pt_br: Sair

# Exercise.Title
source: Available Exercices
fr_ca: Exercices Disponibles
pt_br: Exercícios Disponíveis

# Exercise.Tab1.Level
source: By Level
fr_ca: Par difficulté
pt_br: Por Level

# Exercise.Tab2.Type
source: By Type
fr_ca: Par Type
pt_br: Por Tipo

# Exercise.Beginner
source: Beginner
fr_ca: Débutant
pt_br: Iniciante

# Exercise.Intermediate
source: Intermediate
fr_ca: Intermédiaire
pt_br: Intermediario

# Exercise.Advanced
source: Advanced
fr_ca: Avancé
pt_br: Avançado

# Login.Login
source: Login
fr_ca: Connexion
pt_br: Entrar

# Login.Register
source: Signin
fr_ca: S'Inscrire
pt_br: Registrar

# Home.Title
source: Welcome to Academia Auditiva
fr_ca: Bienvenue à Academia Auditiva
pt_br: Bem-vindo à Academia Auditiva

# Home.Subtitle
source: Improve your listening skills and expand your horizons.
fr_ca: Améliorez vos compétences d'écoute et élargissez vos horizons.
pt_br: Aprimore suas habilidades auditivas e expanda seus horizontes.

# Home.Header
source: What is the Academia Auditiva
fr_ca: Qu'est-ce que l'Academia Auditiva?
pt_br: O que é a Academia Auditiva?

# Home.Text1
source: The Academia Auditiva is a platform dedicated to helping individuals improve their listening skills. Through a variety of exercises and methodologies, we strive to provide the best auditory learning experience for our members.
fr_ca: L'Academia Auditiva est une plateforme dédiée à aider les individus à améliorer leurs compétences d'écoute. Grâce à une variété d'exercices et de méthodologies, nous nous efforçons d'offrir la meilleure expérience d'apprentissage auditif à nos membres.
pt_br: A Academia Auditiva é uma plataforma dedicada a ajudar indivíduos a aprimorar suas habilidades auditivas. Através de uma variedade de exercícios e metodologias, buscamos oferecer a melhor experiência de aprendizado auditivo para nossos membros.

# Home.Footer
source: Ready to start?
fr_ca: Êtes-vous prêt à commencer?
pt_br: Pronto para começar?

# Home.FooterText
source: Join the auditory journey and discover a new world of possibilities.
fr_ca: Entrez dans le voyage auditif et découvrez un nouveau monde de possibilités.
pt_br: Entre na jornada auditiva e descubra um novo mundo de possibilidades.

# Dashboard.Header
source: Dashboard
fr_ca: Tableau de Bord
pt_br: Painel

# Exercise.Header
source: Exercises
fr_ca: Exercices
pt_br: Exercícios

# Login.Title
source: Use a local account to sign in.
fr_ca: Utilisez un compte local pour vous connecter.
pt_br: Use uma conta local para entrar.

# Login.Remember
source: Forgot your password?
fr_ca: Mot de passe oublié?
pt_br: Esqueceu sua senha?

# Login.RegisterText
source: Register as a new user
fr_ca: S'inscrire en tant que nouvel utilisateur
pt_br: Registrar como novo usuário

# Login.ResendEmail
source: Resend email confirmation
fr_ca: Renvoyer la confirmation par e-mail
pt_br: Reenviar confirmação de email

# Login.ExternalLogin
source: Use another service to sign in.
fr_ca: Utilisez un autre service pour vous connecter.
pt_br: Use outro serviço para entrar.

# Login.ExternalLoginText
source: Sign in using your account
fr_ca: Connectez-vous en utilisant votre compte
pt_br: Entre usando sua conta

# Login.RememberMe
source: Remember me
fr_ca: Se souvenir de moi
pt_br: Lembrar de mim

# Logout.Header
source: Logout
fr_ca: Sortir
pt_br: Sair

# Logout.Text
source: You have successfully logged out of the application.
fr_ca: Vous vous êtes déconnecté avec succès de l'application.
pt_br: Você saiu com sucesso da aplicação.

# Logout.Confirmation
source: Click here to log out
fr_ca: Cliquez ici pour vous déconnecter
pt_br: Clique aqui para sair

# Register.Header
source: Sign Up
fr_ca: S'inscrire
pt_br: Registrar

# Register.Title
source: Create a new account.
fr_ca: Créez un nouveau compte.
pt_br: Crie uma nova conta.

# Register.Password
source: Password
fr_ca: Mot de Passe
pt_br: Senha

# Register.PasswordConfirmation
source: Confirm Password
fr_ca: Confirmez le mot de passe
pt_br: Confirme a Senha

# Register.Text
source: Use another service to register.
fr_ca: Utilisez un autre service pour vous inscrire.
pt_br: Use outro serviço para se registrar.

# ResendEmailConfirmation.Header
source: Resend confirmation email
fr_ca: Renvoyer l'e-mail de confirmation
pt_br: Reenviar email de confirmação

# ResendEmailConfirmation.Text
source: Resend
fr_ca: Reenvoyer
pt_br: Reenviar

# Confirmation.Text
source: Please check your email to confirm your account.
fr_ca: Veuillez vérifier votre e-mail pour confirmer votre compte.
pt_br: Por favor, verifique seu e-mail para confirmar sua conta.

# Confirmation.Header
source: Registration Confirmation
fr_ca: Confirmation d'Inscription
pt_br: Confirmação de Registro

# ForgotPassword.Header
source: Forgot your password?
fr_ca: Avez-vous oublié votre mot de passe ?
pt_br: Esqueceu sua senha?

# ForgotPassword.Text
source: Reset Password
fr_ca: Réinitialiser le mot de passe
pt_br: Resetar Password

# ForgotConfirmation.Header
source: Password reset confirmation
fr_ca: Confirmation de réinitialisation du mot de passe
pt_br: Confirmação de esquecimento de senha

# ForgotConfirmation.Text
source: Please check your email to reset your password.
fr_ca: Veuillez vérifier votre e-mail pour réinitialiser votre mot de passe.
pt_br: Por favor, verifique seu e-mail para redefinir sua senha.

# AccessDenied.Header
source: Access Denied
fr_ca: Accès Refusé
pt_br: Accesso Negado

# AccessDenied.Text
source: You do not have access to this resource.
fr_ca: Vous n'avez pas accès à cette ressource.
pt_br: Você não tem acesso a este recurso.

# EmailConfirmation.Header
source: Email Confirmation
fr_ca: Confirmation de l'e-mail
pt_br: Confirmação de email

# EmailConfirmationChange.Header
source: Email change confirmation
fr_ca: Confirmation de changement d'e-mail
pt_br: Confirmação de mudança de email

# ExternalLogin.Title
source: Link your account
fr_ca: Associez votre compte
pt_br: Associe sua conta

# ExternalLogin.Text
source: You have successfully authenticated using <strong>@Model.ProviderDisplayName</strong>.Please enter an email address for this site below and click the Register button to complete access.
fr_ca: Vous vous êtes authentifié avec succès en utilisant <strong>@Model.ProviderDisplayName</strong>.Veuillez saisir une adresse e-mail pour ce site ci-dessous et cliquer sur le bouton Inscription pour finaliser l'accès.
pt_br: Você autenticou com sucesso usando <strong>@Model.ProviderDisplayName</strong>.Por favor, insira um endereço de email para este site abaixo e clique no botão Registrar para finalizaro acesso.

# Lockout.Text
source: This account has been locked, please try again later.
fr_ca: Ce compte a été bloqué, veuillez réessayer plus tard.
pt_br: Esta conta foi bloqueada, por favor tente novamente mais tarde.

# Exercise.Chords.Title
source: Guess the Chord
fr_ca: Devinez l'Accord
pt_br: Adivinhe o Acorde

# Exercice.SelectOctave
source: Select Octave
fr_ca: Sélectionner l'Octave
pt_br: Selecionar Oitava

# Exercise.Octave4
source: One Octave (4th Octave)
fr_ca: Une Octave (4ᵉ Octave)
pt_br: Uma Oitava (4ª Oitava)

# Exercise.Octave3
source: One Octave (3rd Octave)
fr_ca: Une Octave (3ᵉ Octave)
pt_br: Uma Oitava (3ª Oitava)

# Exercise.Full
source: Full Piano
fr_ca: Piano Complet
pt_br: Piano Completo

# Exercise.ListenChord
source: Listen to Chord
fr_ca: Écouter l'Accord
pt_br: Ouvir Acorde

# Exercise.RelistenChord
source: Replay Chord
fr_ca: Réécouter l'accord
pt_br: Reouvir Acorde

# Exercise.Major
source: Major
fr_ca: Majeur
pt_br: Maior

# Exercise.Minor
source: Minor
fr_ca: Mineur
pt_br: Menor

# Exercise.ValidationButton
source: Validate
fr_ca: Valider
pt_br: Validar

# Exercise.CorrectAnswers
source: Correct
fr_ca: Bonne Réponse
pt_br: Acertos

# Exercise.ErrorAnswers
source: Wrong
fr_ca: Mauvaise Réponse
pt_br: Erros

# Exercise.BestScore
source: Best Score
fr_ca: Meilleur Score
pt_br: Melhor Pontuação

# Exercise.GuessChordsTitle
source: Guess the Chord
fr_ca: Devinez l'Accord
pt_br: Adivinhe o Acorde

# Exercise.GuessChordsText
source: Listen to the chord and try to guess what it is. You need to select the key and the quality of the chord.
fr_ca: Écoutez l'accord et essayez de deviner lequel c'est. Vous devez sélectionner la tonalité et la qualité de l'accord.
pt_br: Ouça o acorde e tente adivinhar qual é. Voce precisa selecionar o tom e a qualidade do acorde

# Exercise.StartButton
source: Start
fr_ca: Commencer
pt_br: Começar

# Exercise.SelectOctave
source: Select Octave
fr_ca: Sélectionner l'Octave
pt_br: Selecionar Oitava

# Exercise.ChordsText
source: Which chord was played?
fr_ca: Quel accord a été joué ?
pt_br: Qual acorde foi tocado?

# Exercise.TypeChord
source: Chord Type
fr_ca: Type d'Accord
pt_br: Tipo de Acorde

# Exercise.TypeChordMajeurMineur
source: Majors and Minors
fr_ca: Majeurs et Mineurs
pt_br: Maiores e Menores

# Exercise.TypeChordMajeur
source: Majors
fr_ca: Majeurs
pt_br: Maiores

# Exercise.TypeChordMineur
source: Minors
fr_ca: Mineurs
pt_br: Menores

# Exercise.TypeChordAll
source: All
fr_ca: Tout
pt_br: Todos

# Exercise.GuessChordError1
source: First, click on "Listen to Chord"
fr_ca: Tout d'abord, cliquez sur "Écouter l'Accord"
pt_br: Primeiro clique em "Ouvir Acorde"

# Exercise.CorrectMessage
source: Correct!
fr_ca: Bonne Réponse!
pt_br: Correto!

# Exercise.WrongMessage
source: Wrong!
fr_ca: Mauvaise Réponse!
pt_br: Errado!

# Exercise.CorrectMessageText
source: You got right!
fr_ca: Vous avez deviné l'accord correctement !
pt_br: Você acertou o acorde!

# Exercise.WrongMessageText
source: You got it wrong! The correct chord was
fr_ca: Vous avez échoué ! L'accord correct était
pt_br: Você errou! O acorde correto era

source: Guess Note
fr_ca: Devinez la Note
pt_br: Advinhe a Nota

source: Guess Chords
fr_ca: Devinez l'Accord
pt_br: Advinhe o Acorde

source: Guess Interval
fr_ca: Devinez l'Intervale
pt_br: Advinhe o Intervalo

source: Guess Quality
fr_ca: Devinez la Qualité
pt_br: Advinhe a Qualidade

source: Guess Function
fr_ca: Devinez la Fonction
pt_br: Advinhe a Função

source: Beginner
fr_ca: Débutant
pt_br: Iniciante

source: Intermediate
fr_ca: Intermediaire
pt_br: Intermediário

source: Advanced
fr_ca: Avancé
pt_br: Avançado

# Exercise.RelistenNote
source: Replay the note
fr_ca: Reécouter la note
pt_br: Reouvir a nota

# Exercise.Note.Title
source: Guess the note
fr_ca: Devinez la note
pt_br: Advinhe a nota

# Exercise.ListenNote
source: Listen the note
fr_ca: Écoutez la note
pt_br: Escute a nota

# Exercise.NoteText
source: Which note was played?
fr_ca: Quelle note a été joué?
pt_br: Qual foi a nota tocada?

# Exercise.GuessNoteText
source: Listen to the note and try to guess what it is.
fr_ca: Écoutez la note et essayez de deviner laquelle c’est.
pt_br: Ouça a nota e tente adivinhar qual é.

# Exercise.WrongNoteMessageText
source: You got it wrong! The correct note was
fr_ca: Vous avez échoué ! La note correcte était
pt_br: Você errou! A nota correta era

# Exercise.Function.Title
source: Guess the Harmonic Function
fr_ca: Devinez la Fonction Harmonique
pt_br: Adivinhe a Função Harmônica

# Exercise.SelectTom
source: Select key
fr_ca: Choisir la tonalité
pt_br: Escolher o tom

# Exercise.Quality
source: Quality
fr_ca: Qualité
pt_br: Qualidade

# Exercise.Function.Text
source: What is the harmonic function?
fr_ca: Quelle est la fonction harmonique ?
pt_br: Qual a função harmônica?

# Exercise.WrongFunctionMessageText
source: You got it wrong! The correct function was
fr_ca: Vous avez échoué ! La fonction correcte était
pt_br: Você errou! A função correta era

# Dashboard.RadarTitle
source: Skill Radar
fr_ca: Radar de compétences
pt_br: Radar de Competências

# Dashboard.CategoryAccuracyTitle
source: Accuracy by Category
fr_ca: Précision par catégorie
pt_br: Acertos por Categoria

# Dashboard.TimelineTitle
source: Learning Timeline
fr_ca: Chronologie d’apprentissage
pt_br: Linha do Tempo de Aprendizado

# Dashboard.ExerciseImprovementTitle
source: Improvement by Exercise
fr_ca: Amélioration par exercice
pt_br: Melhoria por Exercício

# Dashboard.DifficultyTitle
source: Perceived Difficulty
fr_ca: Difficulté perçue
pt_br: Dificuldade Percebida

# Dashboard.SkillRadarLabel
source: Skills
fr_ca: Compétences
pt_br: Habilidades

# Dashboard.TimelineLabel
source: Daily Activity
fr_ca: Activité quotidienne
pt_br: Atividade Diária

# Dashboard.ImprovementLabel
source: Progress
fr_ca: Progrès
pt_br: Evolução

# Dashboard.DifficultyLabel
source: Errors (%)
fr_ca: Erreurs (%)
pt_br: Erros (%)

# Dashboard.TotalExercises
source: Total Exercices
pt_br: Total de Exercícios

# Dashboard.BestScore
source: Best Score
fr_ca: Meilleur score
pt_br: Melhor Pontuação

# Dashboard.TotalTime
source: Total Time
fr_ca: Temps Total
pt_br: Tempo Total

# ExerciseType.NoteRecognition
source: Notes
pt_br: Notas

# ExerciseType.IntervalRecognition
source: Intervals
fr_ca: Intervalles
pt_br: Intervalos

# ExerciseType.ChordRecognition
source: Chords
fr_ca: Accords
pt_br: Acordes

# ExerciseType.FunctionRecognition
source: Function
fr_ca: Fonction
pt_br: Função

# ExerciseType.ScaleRecognition
source: Scales
fr_ca: Gammes
pt_br: Escalas

# ExerciseCategory.Harmony
source: Harmony
fr_ca: Harmonie
pt_br: Harmonia

# ExerciseCategory.EarTraining
source: Ear Training
fr_ca: Entraînement de l'oreille
pt_br: Percepção

# ExerciseCategory.Rhythm
source: Rhythm
fr_ca: Rythme
pt_br: Ritmo

# ExerciseCategory.Scales
source: Scales
fr_ca: Gammes
pt_br: Escalas

# ExerciseCategory.Melody
source: Melody
fr_ca: Mélodie
pt_br: Melodia

# ExerciseCategory.Games
source: Games
fr_ca: Jeux
pt_br: Jogos

# Exercise.Interval.Title
source: Guess the Interval
fr_ca: Devinez l’intervalle
pt_br: Adivinhe o Intervalo

# Exercise.Interval.Description
source: Listen to the interval and try to guess which one it is.
fr_ca: Écoutez l’intervalle et essayez de deviner lequel c’est.
pt_br: Ouça o intervalo e tente adivinhar qual é.

# Exercise.NoteNotSelectedTitle
source: Note not selected
fr_ca: Note non sélectionnée
pt_br: Nota não selecionada

# Exercise.NoteNotSelectedText
source: Please click "Play Interval" first.
fr_ca: Veuillez d'abord cliquer sur « Écouter l’intervalle ».
pt_br: Por favor, clique em "Ouvir Intervalo" primeiro.

# Exercise.SelectIntervalText
source: Please select an interval.
fr_ca: Veuillez sélectionner un intervalle.
pt_br: Por favor, selecione um intervalo.

# Exercise.WrongIntervalMessageText
source: You got it wrong! The correct interval was
fr_ca: Mauvaise réponse ! L’intervalle correct était
pt_br: Você errou! O intervalo correto era

# ExerciseType.MelodyReproduction
source: Melody Reproduction
fr_ca: Reproduction de mélodie
pt_br: Reprodução de Melodia

# ExerciseType.RhythmPatterns
source: Rhythm Patterns
fr_ca: Motifs rythmiques
pt_br: Padrões Rítmicos

# ExerciseType.HarmonicField
source: Harmonic Field
fr_ca: Champ harmonique
pt_br: Campo Harmônico

source: Guess Full Interval
fr_ca: Devinez l'Intervale Complexe
pt_br: Advinhe o Intervalo Complexo

# Exercise.FullInterval.Title
source: Guess the Full Interval
fr_ca: Devinez l’intervalle complet
pt_br: Adivinhe o Intervalo Completo

# Exercise.FullInterval.Description
source: Listen to two notes and identify the exact interval between them (e.g., minor third, perfect fifth).
fr_ca: Écoutez deux notes et identifiez l’intervalle exact entre elles (ex. : tierce mineure, quinte juste).
pt_br: Ouça duas notas e identifique o tipo exato de intervalo entre elas (ex: terça menor, quinta justa).

# Exercise.PlayInterval
source: Play Interval
fr_ca: Écouter l’intervalle
pt_br: Ouvir Intervalo

# Exercise.ReplayInterval
source: Replay Interval
fr_ca: Répéter l’intervalle
pt_br: Repetir Intervalo

# Exercise.MissingNote.Title
source: Guess the Melody
fr_ca: Devinez la mélodie
pt_br: Adivinhe a Melodia

# Exercise.MissingNote.Description
source: Listen to two melodies and say whether they are the same or different.
fr_ca: Écoutez deux mélodies et indiquez si elles sont identiques ou différentes.
pt_br: Ouça duas melodias e diga se são iguais ou diferentes.

# Exercise.PlayMelodies
source: Play Melodies
fr_ca: Écouter les mélodies
pt_br: Ouvir Melodias

# Exercise.PlayMelody1
source: Melody 1
fr_ca: Mélodie 1
pt_br: Melodia 1

# Exercise.PlayMelody2
source: Melody 2
fr_ca: Mélodie 2
pt_br: Melodia 2

# Exercise.Answer.Same
source: Same
fr_ca: Identiques
pt_br: Iguais

# Exercise.Answer.Different
source: Different
fr_ca: Différentes
pt_br: Diferentes

# Dashboard.WelcomeMessage
source: Welcome, !
fr_ca: Bienvenue,
pt_br: Olá,

# Dashboard.LastActivity
source: Last activity:
fr_ca: Dernière activité :
pt_br: Última atividade:

# Dashboard.ContinueButton
source: Continue where I left off
fr_ca: Continuer là où j’ai arrêté
pt_br: Continuar de onde parei

# Dashboard.QuickAccess
source: Quick Access
fr_ca: Accès rapide
pt_br: Acessos Rápidos

# Dashboard.Menu.Exercises
source: Exercises
fr_ca: Exercices
pt_br: Exercícios

# Dashboard.Menu.Games
source: Games
fr_ca: Jeux
pt_br: Jogos

# Dashboard.Menu.Ranking
source: Ranking
fr_ca: Classement
pt_br: Classificação

# Dashboard.Menu.Settings
source: Settings
fr_ca: Paramètres
pt_br: Configurações

# Dashboard.Menu.Help
source: Help
fr_ca: Aide
pt_br: Ajuda

# Exercise.Start
source: Start Exercise
fr_ca: Lancer l'Exercise
pt_br: Iniciar Exercício

# Exercise.Scale
source: Select the Scale
fr_ca: Sélectionnez la gamme
pt_br: Selecione a Escala

# Exercise.All
source: All
fr_ca: Toutes
pt_br: Todos

# Exercise.Key
source: Select the Key
fr_ca: Sélectionnez la tonalité
pt_br: Selecione o Tom

# Exercise.Direction
source: Direction
pt_br: Direção

# Exercise.Direction.Asc
source: Ascending
fr_ca: Ascendante
pt_br: Ascendente

# Exercise.Direction.Desc
source: Descending
fr_ca: Descendante
pt_br: Descendente

# Exercise.MelodyLength
source: Melody Length
fr_ca: Longueur de la mélodie
pt_br: Tamanho da Melodia

# Exercise.Quality.ChordGroup
source: Chord Type
fr_ca: Type d’accords
pt_br: Tipo de Acordes

# GuessMissingNote
source: Compare 2 melodies
fr_ca: Comparez 2 mélodies
pt_br: Compare 2 melodias
